Repository: showbiznine/HiNative
Catalog: HiNative_v2/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp

# error_image_fail_to_delete_message.Text
source: It was not possible to delete this image. Please try again a bit later.
fr_fr: "L'image n'à pu être supprimé. S'il vous plait réessayer plus tard."
ja_jp: 画像の削除に失敗しました。少し間を置いて再度試してみてください。

# error_image_fail_to_upload_message.Text
source: It was not possible to upload this image. Please try again a bit later.
fr_fr: "L'image n'à pu être téléchargé. S'il vous plait réessayer plus tard."
ja_jp: 画像のアップロードに失敗しました。少し間を置いて再度試してみてください。

# error_image_not_permitted_to_delete_message.Text
source: You do not have permission to delete this image.
fr_fr: "Vous n'avez pas l'autorisation de supprimer cette image."
ja_jp: 画像を削除する権限はありません。

# error_invalid_token_message.Text
source: Invalid token
fr_fr: Jeton invalide
ja_jp: 不正なトークンです

# error_mail_setting_fail_to_patch_message.Text
source: It was not possible to update mail settings. Please try again a bit later.
fr_fr: "La mise à jour de votre réglage mail n'à pu être effectué. S'il vous plait réessayer plus tard."
ja_jp: 更新に失敗しました。少し間を置いて再度試して下さい。

# error_question_fail_to_choice_message.Text
source: It was not possible to answer. Please try again a bit later.
fr_fr: "La réponse n'a pas pu être publiée. Veuillez réessayer plus tard."
ja_jp: 回答が失敗しました。少し間を置いて再度試してみてください。

# error_question_fail_to_close_message.Text
source: It was not possible to close the question. Please try again a bit later.
fr_fr: "Il fût impossible de fermer les questions. S'il vous plait réessayer plus tard."
ja_jp: 質問が終了できませんでした。少し間を置いて再度試してみてください。

# error_question_fail_to_delete_message.Text
source: It was not possible to delete this question. Please try again a bit later.
fr_fr: "La question n'à pu être supprimé. S'il vous plait réessayer plus tard."
ja_jp: 質問の削除に失敗しました。少し間を置いて再度試してみてください。

# error_question_fail_to_patch_message.Text
source: It was not possible to edit this question. Please try again a bit later.
fr_fr: "La question n'à pu être modifiée. S'il vous plait réessayer plus tard."
ja_jp: 質問の編集に失敗しました。少し間を置いて再度試してみてください。

# error_question_fail_to_post_message.Text
source: It was not possible to ask this question. Please try again a bit later.
fr_fr: "La question n'à pu être posé. S'il vous plait réessayer plus tard."
ja_jp: 質問の投稿に失敗しました。少し間を置いて再度試してみてください。

# error_question_fail_to_reopen_message.Text
source: It was not possible to re-open this question. Please try again a bit later.
fr_fr: "La question n'à pu être réouvert. S'il vous plait réessayer plus tard."
ja_jp: 質問が再開出来ませんでした。少し間を置いて再度試してみてください。

# error_question_not_exist_message.Text
source: Question does not exist
fr_fr: "Question n'existe pas"
ja_jp: この質問は削除されました。

# error_question_not_permitted_to_delete_message.Text
source: You do not have permission to delete this question.
fr_fr: "Vous n'avez pas l'autorisation de supprimer cette question."
ja_jp: 質問を削除する権限はありません。

# error_question_not_permitted_to_patch_message.Text
source: You do not have permission to update this question.
fr_fr: "Vous n'avez pas l'autorisation de mettre à jour cette question."
ja_jp: 質問を更新する権限はありません。

# error_signin_invalid_message.Text
source: Username or password is invalid
fr_fr: "Nom d'utilisateur ou mot de passe invalide"
ja_jp: ユーザー名またはパスワードが正しくありません

# error_unknown_description.Text
source: Unknown error
fr_fr: Erreur inconnue
ja_jp: 不明なエラー

# error_unknown_message.Text
source: An error has occurred. Please try again in a few moments.
fr_fr: Une erreur est survenue
ja_jp: エラーが発生しました。少し間を置いて再度試してみてください。

# error_user_fail_to_delete_profile_image_message.Text
source: It was not possible to delete profile picture. Please try again a bit later.
fr_fr: "L'image du profil n'à pu être supprimé. S'il vous plait réessayer plus tard."
ja_jp: プロフィール画像の削除に失敗しました。少し間を置いて再度試してみてください。

# error_user_fail_to_update_profile_message.Text
source: It was not possible to update this profile. Please try again a bit later.
fr_fr: "Le profil n'à pu être mis à jour. S'il vous plait réessayer plus tard."
ja_jp: プロフィールの更新が出来ませんでした。少し間を置いて再度試してみてください。

# error_user_fail_to_upload_profile_image_message.Text
source: It was not possible to upload profile picture. Please try again a bit later.
fr_fr: "L'image du profil ne peut être affiché. S'il vous plait réessayer plus tard."
ja_jp: プロフィール画像の投稿に失敗しました。少し間を置いて再度試してみてください。

# error_user_not_permitted_to_update_profile_message.Text
source: You do not have permission to update this profile.
fr_fr: "Vous n'avez pas l'autorisation de mettre à jour le profil."
ja_jp: プロフィールを更新する権限はありません。

# filter_dashboard_title.Text
source: Questions filter
fr_fr: Filtre de questions
ja_jp: 質問を絞り込む

# filter_selector_audios_only_title.Text
source: Only questions with audios.
fr_fr: Seulement les questions dotées de pistes sonores.
ja_jp: 音声付きの質問のみ表示

# filter_selector_interesting_only_sub_title.Text
source: Display questions from those whose native language is my language of interest.
fr_fr: "Afficher les questions de ceux dont la langue maternelle m'intéresse."
ja_jp: 「質問者の母語があなたの興味ある言語」の質問のみを表示します

# filter_selector_interesting_only_title.Text
source: About my language of interest.
fr_fr: "À propos de la langue qui m'intéresse."
ja_jp: 関連する言語の質問のみ表示

# filter_selector_not_answered_only_title.Text
source: Unanswered questions.
fr_fr: Questions sans réponses.
ja_jp: 未回答の質問のみ表示

# flash_messages_answers_create.Text
source: Answer posted
fr_fr: Réponse publiée
ja_jp: 回答しました

# flash_messages_answers_destroy.Text
source: Answer deleted
fr_fr: Réponse supprimée
ja_jp: 回答を削除しました

# flash_messages_answers_edit.Text
source: Changes saved
fr_fr: Modifiçation complété
ja_jp: 回答を編集しました

# flash_messages_featured_answer_choiced.Text
source: Featured answer selected
fr_fr: réponse en vedette sélectionnée
ja_jp: 最も役に立った回答を選びました。

# flash_messages_finish_to_reset_email.Text
source: An email has been sent to the address you entered. Click on the link in the email to change your password.
fr_fr: "Un mail a été envoyé à l'adresse que vous avez saisie. Cliquer juste sur le lien de cet e-mail"
ja_jp: 入力されたメールアドレスにメールを送信しました。メール内のＵＲＬをクリックしてログインしてください

# flash_messages_finish_to_reset_password.Text
source: Your password has been changed successfully.
fr_fr: Le mot de passe à été modifié avec succès
ja_jp: パスワードが変更されました

# flash_messages_profiles_update.Text
source: Profile updated
fr_fr: Profil à jour
ja_jp: プロフィールを編集しました

# flash_messages_questions_choiced.Text
source: Answer posted
fr_fr: Réponse publiée
ja_jp: 回答しました

# flash_messages_questions_closed.Text
source: Question now closed
fr_fr: Question maintenant fermé
ja_jp: 質問を終了しました

# flash_messages_questions_create.Text
source: Question posted
fr_fr: Question publiée
ja_jp: 質問を投稿しました

# flash_messages_questions_destroy.Text
source: Question deleted
fr_fr: Question supprimée
ja_jp: 質問を削除しました

# flash_messages_questions_edit.Text
source: Question edited
fr_fr: Question modifiée
ja_jp: 質問を編集しました

# flash_messages_questions_reopened.Text
source: Question now reopened
fr_fr: Question maintenant réouverte
ja_jp: 質問を再開しました

# flash_messages_questions_subscribed.Text
source: "You'll get a notification whenever someone posts an answer to this question."
fr_fr: "Vous recevrez une notification lorsque quelqu'un répondra à cette question."
ja_jp: この質問に関する通知を受け取るようにしました。

# flash_messages_questions_unsubscribed.Text
source: "You'll no longer get notifications about this question."
ja_jp: この質問に関する通知を無効にしました。

# future_answer.Text
source: "Let's select a featured answer from the answers you got."
fr_fr: Sélectionnons une réponse mise en avant parmi celles que vous avez reçues.
ja_jp: あなたの質問への回答から最も役に立った回答を選びましょう。

# future_answer_alert.Text
source: View
fr_fr: Visualiser
ja_jp: 確認

# home_questions_question_number_of_answer_label.Text
source: Native answer
fr_fr: Réponse
ja_jp: 回答

# home_questions_question_number_of_answers_label.Text
source: Native answers
fr_fr: Réponses
ja_jp: 回答

# home_scroll_item_active_language_option.Text
source: Questions about %1$s
fr_fr: Questions à propos de %1$s
ja_jp: %1$sに関する質問

# home_tab_bar_item_title.Text
source: Home
fr_fr: Accueil
ja_jp: ホーム

# inquiry_button_title.Text
source: Contact HiNative Support
fr_fr: "Contacter l'assistance HiNative"
ja_jp: HiNativeへのご意見はこちらから。

# languages_learning_level_description_advanced.Text
source: Capable of understanding long complex answers.
fr_fr: Capable de comprendre des réponses longues et complexes.
ja_jp: 長い文章や複雑な内容でもだいたい理解できる。

# languages_learning_level_description_beginner.Text
source: Difficult to understand answers to questions in the target language.
fr_fr: Il est difficile de comprendre les réponses aux questions dans la langue ciblée.
ja_jp: この言語で回答されると理解できない。

# languages_learning_level_description_beginner_intermediate.Text
source: Capable of making simple questions. Can understand simple answers.
fr_fr: Capable de poser des questions simples. Peut comprendre les réponses simples.
ja_jp: 簡単な内容であれば理解できる。

# languages_learning_level_description_intermediate.Text
source: Capable of asking all types of general questions. Able to understand somewhat long answers.
fr_fr: Capable de poser tout types de questions générales. Capable de comprendre quelques réponses longues.
ja_jp: 少し長めの文章でもある程度は理解できる。

# languages_learning_level_navigation_title.Text
source: Level
fr_fr: Niveau
ja_jp: 言語レベル

# learning_level_popup_label_description.Text
source: "The Language Level symbol displays your proficiency in the language you're interested in. Setting your Language Level helps users write easy to understand answers."
fr_fr: "Le symbol du niveau de langue indique votre compétence dans la langue qui vous intéresse. Le réglage de votre niveau de compétence permet aux autres utilisateurs d'écrire des phrases simple."
ja_jp: 興味ある言語のレベルを表しています。レベルを設定すると、他のユーザがあなたの質問に回答するときの参考にしてくれます。

# learning_level_popup_label_title.Text
source: What’s this symbol?
fr_fr: Quel est ce symbole?
ja_jp: とは？

# lln__advanced.Text
source: Advanced
fr_fr: Avancé
ja_jp: 上級

# lln__beginner.Text
source: Beginner
fr_fr: Débutant absolu
ja_jp: 初級

# lln__beginner_intermediate.Text
source: Beginner Intermediate
fr_fr: Notions basiques
ja_jp: 初中級

# lln__fluent.Text
source: Fluent
fr_fr: Parfaite maîtrise
ja_jp: ネイティブ

# lln__intermediate.Text
source: Intermediate
fr_fr: Intermédiaire
ja_jp: 中級

# lln__near_fluent.Text
source: Near Fluent
fr_fr: Forte maîtrise
ja_jp: 準ネイティブ

# ln__afrikaans.Text
source: Afrikaans
ja_jp: アフリカ－ンス語

# ln__ainu.Text
source: Ainu
fr_fr: Aïnou
ja_jp: アイヌ語

# ln__albanian.Text
source: Albanian
fr_fr: Albanais
ja_jp: アルバニア語

# ln__arabic.Text
source: Arabic
fr_fr: Arabe
ja_jp: アラビア語

# ln__armenian.Text
source: Armenian
fr_fr: Arménien
ja_jp: アルメニア語

# ln__aymara.Text
source: Aymara
ja_jp: アイマラ語

# ln__azerbaijani.Text
source: Azerbaijani
fr_fr: Azéri
ja_jp: アゼルバイジャン語

# ln__azeri.Text
source: Azeri
fr_fr: Azéri
ja_jp: アゼルバイジャン語

# ln__basque.Text
source: Basque
ja_jp: バスク語

# ln__belarusian.Text
source: Belarusian
fr_fr: Béliorusse
ja_jp: ベラルーシ語

# ln__bengali.Text
source: Bengali
fr_fr: Bengalais
ja_jp: ベンガル語

# ln__bosnian.Text
source: Bosnian
fr_fr: Bosniaque
ja_jp: ボスニア語

# ln__bulgarian.Text
source: Bulgarian
fr_fr: Bulgare
ja_jp: ブルガリア語

# ln__catalan.Text
source: Catalan
ja_jp: カタルーニャ語

# ln__cherokee.Text
source: Cherokee
ja_jp: チェロキー語

# ln__croatian.Text
source: Croatian
fr_fr: Croate
ja_jp: クロアチア語

# ln__czech.Text
source: Czech
fr_fr: Tchèque
ja_jp: チェコ語

# ln__danish.Text
source: Danish
fr_fr: Danois
ja_jp: デンマーク語

# ln__dutch.Text
source: Dutch
fr_fr: Hollandais
ja_jp: オランダ語

# ln__dutch__belgium_.Text
source: Dutch (Belgium)
fr_fr: Néerlandais (Belgique)
ja_jp: オランダ語 (ベルギー)

# ln__english__uk_.Text
source: English (UK)
fr_fr: Anglais (GB)
ja_jp: 英語 (イギリス)

# ln__english__us_.Text
source: English (US)
fr_fr: Anglais (USA)
ja_jp: 英語 (アメリカ)

# ln__esperanto.Text
source: Esperanto
fr_fr: Espéranto
ja_jp: エスペラント語

# ln__estonian.Text
source: Estonian
fr_fr: Estonien
ja_jp: エストニア語

# ln__faroese.Text
source: Faroese
fr_fr: Féroïen
ja_jp: フェロー語

# ln__finnish.Text
source: Finnish
fr_fr: Finnois
ja_jp: フィンランド語

# ln__french__canada_.Text
source: French (Canada)
fr_fr: Français (Canada)
ja_jp: フランス語 (カナダ)

# ln__french__france_.Text
source: French (France)
fr_fr: Français (France)
ja_jp: フランス語 (フランス)

# ln__frisian.Text
source: Frisian
fr_fr: Frison
ja_jp: フリジア語

# ln__galician.Text
source: Galician
fr_fr: Galicien
ja_jp: ガリシア語

# ln__georgian.Text
source: Georgian
fr_fr: Géorgien
ja_jp: グルジア語

# ln__german.Text
source: German
fr_fr: Allemand
ja_jp: ドイツ語

# ln__greek.Text
source: Greek
fr_fr: Grec
ja_jp: ギリシャ語

# ln__guarani.Text
source: Guarani
ja_jp: グアラニ語

# ln__gujarati.Text
source: Gujarati
ja_jp: グジェラート語

# ln__haitian.Text
source: Haitian Creole
fr_fr: Haïtien
ja_jp: ハイチ語

# ln__hawaiian.Text
source: Hawaiian
fr_fr: Hawaïen
ja_jp: ハワイ語

# ln__hebrew.Text
source: Hebrew
fr_fr: Hébreu
ja_jp: ヘブライ語

# ln__hindi.Text
source: Hindi
fr_fr: Hindou
ja_jp: ヒンズー語

# ln__hungarian.Text
source: Hungarian
fr_fr: Hongrois
ja_jp: ハンガリー語

# ln__icelandic.Text
source: Icelandic
fr_fr: Islandais
ja_jp: アイスランド語

# ln__indonesian.Text
source: Indonesian
fr_fr: Indonésien
ja_jp: インドネシア語

# ln__irish.Text
source: Irish
fr_fr: Irlandais
ja_jp: アイルランド語

# ln__italian.Text
source: Italian
fr_fr: Italien
ja_jp: イタリア語

# ln__japanese.Text
source: Japanese
fr_fr: Japonais
ja_jp: 日本語

# ln__javanese.Text
source: Javanese
fr_fr: Javanais
ja_jp: ジャワ語

# ln__kannada.Text
source: Kannada
ja_jp: カンナダ語

# ln__kazakh.Text
source: Kazakh
ja_jp: カザフ語

# ln__khmer.Text
source: Khmer
ja_jp: クメール語

# ln__kiswahili.Text
source: Kiswahili
ja_jp: スワヒリ語

# ln__klingon.Text
source: Klingon
ja_jp: クリンゴン語

# ln__korean.Text
source: Korean
fr_fr: Coréen
ja_jp: 韓国語

# ln__kurdish.Text
source: Kurdish
fr_fr: Kurde
ja_jp: クルド語

# ln__laotian.Text
source: Laotian
fr_fr: Laotien
ja_jp: ラオス語

# ln__latin.Text
source: Latin
ja_jp: ラテン語

# ln__latvian.Text
source: Latvian
fr_fr: Letton
ja_jp: ラトヴィア語

# ln__limburgish.Text
source: Limburgish
fr_fr: Limbourgeois
ja_jp: リンブルフ語

# ln__lithuanian.Text
source: Lithuanian
fr_fr: Lituanien
ja_jp: リトアニア語

# ln__macedonian.Text
source: Macedonian
fr_fr: Macédonien
ja_jp: マケドニア語

# ln__malagasy.Text
source: Malagasy
fr_fr: Malgache
ja_jp: マラガシ語

# ln__malay.Text
source: Malay
fr_fr: Malais
ja_jp: マレー語

# ln__malayalam.Text
source: Malayalam
ja_jp: マラヤーラム語

# ln__malaysian.Text
source: Malaysian
fr_fr: Malais
ja_jp: マレーシア語

# ln__maltese.Text
source: Maltese
fr_fr: Maltais
ja_jp: マルタ語

# ln__marathi.Text
source: Marathi
ja_jp: マラーティー語

# ln__mongolian.Text
source: Mongolian
fr_fr: Mongole
ja_jp: モンゴル語

# ln__nepali.Text
source: Nepali
fr_fr: Népalais
ja_jp: ネパール語

# ln__northern_sami.Text
source: Northern Sami
fr_fr: Same du Nord
ja_jp: 北サーミ語

# ln__norwegian__bokmal_.Text
source: Norwegian (Bokmal)
fr_fr: Norvégien (Bokmal)
ja_jp: ノルウェー語

# ln__norwegian__nynorsk_.Text
source: Norwegian (Nynorsk)
fr_fr: Norvégien (Nynorsk)
ja_jp: ノルウェー語

# ln__pashto.Text
source: Pashto
fr_fr: Pachto
ja_jp: パシュトウ語

# ln__persian.Text
source: Persian
fr_fr: Perse
ja_jp: ペルシャ語

# ln__polish.Text
source: Polish
fr_fr: Polonais
ja_jp: ポーランド語

# ln__portuguese__brazil_.Text
source: Portuguese (Brazil)
fr_fr: Portugais (Brésil)
ja_jp: ポルトガル語 (ブラジル)

# ln__portuguese__portugal_.Text
source: Portuguese (Portugal)
fr_fr: Portugais (Portugal)
ja_jp: ポルトガル語 (ポルトガル)

# ln__punjabi.Text
source: Punjabi
fr_fr: Pendjabi
ja_jp: パンジャブ語

# ln__quechua.Text
source: Quechua
ja_jp: ケチュア語

# ln__romanian.Text
source: Romanian
fr_fr: Roumain
ja_jp: ルーマニア語

# ln__romansh.Text
source: Romansh
fr_fr: Romanche
ja_jp: ロマンシュ語

# ln__russian.Text
source: Russian
fr_fr: Russe
ja_jp: ロシア語

# ln__sanskrit.Text
source: Sanskrit
ja_jp: サンスクリット語

# ln__serbian.Text
source: Serbian
fr_fr: Serbe
ja_jp: セルビア語

# ln__simplified_chinese__china_.Text
source: Simplified Chinese (China)
fr_fr: Chinois simplifié (Chine)
ja_jp: 中国語 (簡体字)

# ln__slavic.Text
source: Slavic
fr_fr: Slave
ja_jp: スラブ語

# ln__slovak.Text
source: Slovak
fr_fr: Slovaque
ja_jp: スロバキア語

# ln__slovenian.Text
source: Slovenian
fr_fr: Slovène
ja_jp: スロベニア語

# ln__somali.Text
source: Somali
fr_fr: Somalien
ja_jp: ソマリ語

# ln__spanish__chile_.Text
source: Spanish (Chile)
fr_fr: Espagnol (Chili)
ja_jp: スペイン語 (チリ)

# ln__spanish__colombia_.Text
source: Spanish (Colombia)
fr_fr: Espagnol (Colombie)
ja_jp: スペイン語 (コロンビア)

# ln__spanish__mexico_.Text
source: Spanish (Mexico)
fr_fr: Espagnol (Mexique)
ja_jp: スペイン語 (メキシコ)

# ln__spanish__spain_.Text
source: Spanish (Spain)
fr_fr: Espagnol (Espagne)
ja_jp: スペイン語 (スペイン)

# ln__spanish__venezuela__.Text
source: Spanish (Venezuela)
fr_fr: Espagnol (Venezuela)
ja_jp: スペイン語 (ベネズエラ)

# ln__swedish.Text
source: Swedish
fr_fr: Suédois
ja_jp: スウェーデン語

# ln__syriac.Text
source: Syriac
fr_fr: Syriaque
ja_jp: シリア語

# ln__tagalog.Text
source: Tagalog
ja_jp: タガログ語

# ln__tajik.Text
source: Tajik
fr_fr: Tadjik
ja_jp: タジク語

# ln__tamil.Text
source: Tamil
fr_fr: Tamoul
ja_jp: タミール語

# ln__tatar.Text
source: Tatar
ja_jp: タタール語

# ln__telugu.Text
source: Telugu
fr_fr: Télougou
ja_jp: テルグ語

# ln__thai.Text
source: Thai
fr_fr: Thaï
ja_jp: タイ語

# ln__tibet.Text
source: Tibetan
fr_fr: Tibétain
ja_jp: チベット語

# ln__tongan.Text
source: Tongan
fr_fr: Tongien
ja_jp: トンガ語

# ln__traditional_chinese__hong_kong_.Text
source: Traditional Chinese (Hong Kong)
fr_fr: Chinois traditionnel (Hong Kong)
ja_jp: 中国語 (繁体字、香港)

# ln__traditional_chinese__taiwan_.Text
source: Traditional Chinese (Taiwan)
fr_fr: Chinois traditionnel (Taïwan)
ja_jp: 中国語 (繁体字、台湾)

# ln__turkish.Text
source: Turkish
fr_fr: Turc
ja_jp: トルコ語

# ln__ukrainian.Text
source: Ukrainian
fr_fr: Ukrainien
ja_jp: ウクライナ語

# ln__urdu.Text
source: Urdu
fr_fr: Ourdou
ja_jp: ウルドゥー語

# ln__uzbek.Text
source: Uzbek
fr_fr: Ouzbek
ja_jp: ウズベク語

# ln__vietnamese.Text
source: Vietnamese
fr_fr: Vietnamien
ja_jp: ベトナム語

# ln__welsh.Text
source: Welsh
fr_fr: Gallois
ja_jp: ウェールズ語

# ln__xhosa.Text
source: Xhosa
ja_jp: コーサ語

# ln__yiddish.Text
source: Yiddish
ja_jp: イディッシュ語

# ln__zulu.Text
source: Zulu
fr_fr: Zoulou
ja_jp: ズールー語

# n_r_an.Text
source: %1$s answered your question.
fr_fr: %1$s a répondu à votre question.
ja_jp: %1$sさんがあなたの質問に回答しました。

# n_r_ch.Text
source: %1$s answered your question.
fr_fr: %1$s a répondu à votre question.
ja_jp: %1$sさんがあなたの質問に回答しました。

# n_r_cm.Text
source: %1$s commented on his/her question.
fr_fr: %1$s à commenté sur sa question.
ja_jp: %1$sさんが自身の質問にコメントしました。

# n_r_ft.Text
source: Your answer has been chosen as the featured answer by %1$s.
fr_fr: Votre réponse à été choisie comme étant la réponse en vedette par %1$s.
ja_jp: あなたの回答が%1$sさんによって最も役に立った回答に選ばれました。

# n_r_lk.Text
source: %1$s liked your answer.
fr_fr: %1$s a aimé votre réponse.
ja_jp: %1$sさんがあなたの回答にいいね！しました。

# n_r_mn.Text
source: %1$s mentioned you.
fr_fr: %1$s vous a mentionné.
ja_jp: %1$sさんがあなたについてコメントしました。

# n_r_ot.Text
source: "%1$s also answered %2$s's question."
fr_fr: %1$s a également répondu à la question de %2$s.
ja_jp: %1$sさんが%2$sさんの質問に回答しました。

# nationalities_navigation_item_title.Text
source: Nationality and region
fr_fr: Nationalité et région
ja_jp: 国家と地域

# networkerror_alert_view_message.Text
source: Network is unreachable.
fr_fr: Réseau inaccessible.
ja_jp: ネットワークに接続されていません。

# nn__AFGHANISTAN.Text
source: AFGHANISTAN
ja_jp: アフガニスタン

# nn__ALBANIA.Text
source: ALBANIA
fr_fr: ALBANIE
ja_jp: アルベニア

# nn__ALGERIA.Text
source: ALGERIA
fr_fr: ALGÉRIE
ja_jp: アルジェリア

# nn__ANDORRA.Text
source: ANDORRA
fr_fr: ANDORRE
ja_jp: アンドラ

# nn__ANGOLA.Text
source: ANGOLA
ja_jp: アンゴラ

# nn__ANGUILLA.Text
source: ANGUILLA
ja_jp: アンギラ

# nn__ANTARCTICA.Text
source: ANTARCTICA
fr_fr: ANTARCTIQUE
ja_jp: 南極大陸

# nn__ARGENTINA.Text
source: ARGENTINA
fr_fr: ARGENTINE
ja_jp: アルゼンチン

# nn__ARMENIA.Text
source: ARMENIA
fr_fr: ARMÉNIE
ja_jp: アルメニア

# nn__ARUBA.Text
source: ARUBA
ja_jp: アルバ

# nn__AUSTRALIA.Text
source: AUSTRALIA
fr_fr: AUSTRALIE
ja_jp: オーストラリア

# nn__AUSTRIA.Text
source: AUSTRIA
fr_fr: AUTRICHE
ja_jp: オーストリア

# nn__AZERBAIJAN.Text
source: AZERBAIJAN
fr_fr: AZERBAÏDJAN
ja_jp: アゼルバイジャン

# nn__BAHAMAS.Text
source: BAHAMAS
ja_jp: バハマ

# nn__BAHRAIN.Text
source: BAHRAIN
fr_fr: BAHREIN
ja_jp: バーレーン

# nn__BANGLADESH.Text
source: BANGLADESH
ja_jp: バングラデシュ

# nn__BARBADOS.Text
source: BARBADOS
fr_fr: BARBADE
ja_jp: バルバドス

# nn__BELARUS.Text
source: BELARUS
fr_fr: BIÉLORUSSIE
ja_jp: ベラルーシ

# nn__BELGIUM.Text
source: BELGIUM
fr_fr: BELGIQUE
ja_jp: ベルギー

# nn__BELIZE.Text
source: BELIZE
fr_fr: BÉLIZE
ja_jp: ベリーズ

# nn__BENIN.Text
source: BENIN
fr_fr: BÉNIN
ja_jp: ベナン

# nn__BERMUDA.Text
source: BERMUDA
fr_fr: BERMUDES
ja_jp: バミューダ諸島

# nn__BHUTAN.Text
source: BHUTAN
fr_fr: BHOUTAN
ja_jp: ブータン

# nn__BOTSWANA.Text
source: BOTSWANA
ja_jp: ボツワナ

# nn__BRAZIL.Text
source: BRAZIL
fr_fr: BRÉSIL
ja_jp: ブラジル

# nn__BULGARIA.Text
source: BULGARIA
fr_fr: BULGARIE
ja_jp: ブルガリア

# nn__BURUNDI.Text
source: BURUNDI
ja_jp: ブルンジ共和国

# nn__CAMBODIA.Text
source: CAMBODIA
fr_fr: CAMBODGE
ja_jp: カンボジア

# nn__CAMEROON.Text
source: CAMEROON
fr_fr: CAMEROUN
ja_jp: カメルーン

# nn__CANADA.Text
source: CANADA
ja_jp: カナダ

# nn__CHAD.Text
source: CHAD
fr_fr: TCHAD
ja_jp: チャド

# nn__CHILE.Text
source: CHILE
fr_fr: CHILI
ja_jp: チリ

# nn__CHINA.Text
source: CHINA
fr_fr: CHINE
ja_jp: 中華人民共和国

# nn__COLOMBIA.Text
source: COLOMBIA
fr_fr: COLOMBIE
ja_jp: コロンビア

# nn__COMOROS.Text
source: COMOROS
fr_fr: COMORES
ja_jp: コモロ

# nn__CONGO.Text
source: CONGO
ja_jp: コンゴ

# nn__CROATIA.Text
source: CROATIA
fr_fr: CROATIE
ja_jp: クロアチア

# nn__CUBA.Text
source: CUBA
ja_jp: キューバ

# nn__CYPRUS.Text
source: CYPRUS
fr_fr: CHYPRE
ja_jp: キプロス

# nn__DENMARK.Text
source: DENMARK
fr_fr: DANEMARK
ja_jp: デンマーク

# nn__DJIBOUTI.Text
source: DJIBOUTI
ja_jp: ジブチ

# nn__DOMINICA.Text
source: DOMINICA
fr_fr: DOMINIQUE
ja_jp: ドミニカ

# nn__ECUADOR.Text
source: ECUADOR
fr_fr: ÉQUATEUR
ja_jp: エクアドル

# nn__EGYPT.Text
source: EGYPT
fr_fr: ÉGYPTE
ja_jp: エジプト

# nn__ERITREA.Text
source: ERITREA
fr_fr: ÉRYTRÉE
ja_jp: エリトリア

# nn__ESTONIA.Text
source: ESTONIA
fr_fr: ESTONIE
ja_jp: エストニア

# nn__ETHIOPIA.Text
source: ETHIOPIA
fr_fr: ÉTHIOPIE
ja_jp: エチオピア

# nn__FIJI.Text
source: FIJI
fr_fr: FIJI (LES ÎLES)
ja_jp: フィジー

# nn__FINLAND.Text
source: FINLAND
fr_fr: FINLANDE
ja_jp: フィンランド

# nn__FRANCE.Text
source: FRANCE
ja_jp: フランス

# nn__GABON.Text
source: GABON
ja_jp: ガボン

# nn__GAMBIA.Text
source: GAMBIA
fr_fr: GAMBIE
ja_jp: ガンビア

# nn__GEORGIA.Text
source: GEORGIA
fr_fr: GÉORGIE
ja_jp: グルジア

# nn__GERMANY.Text
source: GERMANY
fr_fr: ALLEMAGNE
ja_jp: ドイツ

# nn__GHANA.Text
source: GHANA
ja_jp: ガーナ

# nn__GIBRALTAR.Text
source: GIBRALTAR
ja_jp: ジブラルタル

# nn__GREECE.Text
source: GREECE
fr_fr: GRÈCE
ja_jp: ギリシャ

# nn__GREENLAND.Text
source: GREENLAND
fr_fr: GROENLAND
ja_jp: グリーンランド

# nn__GRENADA.Text
source: GRENADA
fr_fr: GRENADE
ja_jp: グレナダ

# nn__GUADELOUPE.Text
source: GUADELOUPE
ja_jp: グアドループ

# nn__GUAM.Text
source: GUAM
fr_fr: GUAM (ÎLES)
ja_jp: グアム

# nn__GUATEMALA.Text
source: GUATEMALA
fr_fr: GUATÉMALA
ja_jp: グアテマラ

# nn__GUINEA.Text
source: GUINEA
fr_fr: GUINÉE
ja_jp: ギニア

# nn__GUYANA.Text
source: GUYANA
ja_jp: ガイアナ

# nn__HAITI.Text
source: HAITI
fr_fr: HAÏTI
ja_jp: ハイチ

# nn__HONDURAS.Text
source: HONDURAS
ja_jp: ホンジュラス

# nn__HUNGARY.Text
source: HUNGARY
fr_fr: HONGRIE
ja_jp: ハンガリー

# nn__ICELAND.Text
source: ICELAND
fr_fr: ISLAND
ja_jp: アイスランド

# nn__INDIA.Text
source: INDIA
fr_fr: INDE
ja_jp: インド

# nn__INDONESIA.Text
source: INDONESIA
fr_fr: INDONÉSIE
ja_jp: インドネシア

# nn__IRAQ.Text
source: IRAQ
fr_fr: IRAK
ja_jp: イラク

# nn__IRELAND.Text
source: IRELAND
fr_fr: IRLANDE
ja_jp: アイルランド

# nn__ISRAEL.Text
source: ISRAEL
fr_fr: ISRAËL
ja_jp: イスラエル

# nn__ITALY.Text
source: ITALY
fr_fr: ITALIE
ja_jp: イタリア

# nn__JAMAICA.Text
source: JAMAICA
fr_fr: JAMAÏQUE
ja_jp: ジャマイカ

# nn__JAPAN.Text
source: JAPAN
fr_fr: JAPON
ja_jp: 日本

# nn__JERSEY.Text
source: JERSEY
ja_jp: ジャージー

# nn__JORDAN.Text
source: JORDAN
fr_fr: JORDANIE
ja_jp: ヨルダン
